Repository: CJMVPU/cghostty
Catalog: macos/Sources/Ghostty/CommandPalette.xcstrings
Source language: en
Languages: ja, zh_hans, zh_hant

source: Change Tab Title…
ja: タブのタイトルを変更…
zh_hans: 更改标签页标题…
zh_hant: 變更分頁標題…

source: Change Terminal Title…
ja: ターミナルのタイトルを変更…
zh_hans: 更改终端标题…
zh_hant: 變更終端機標題…

source: Check for Updates
ja: アップデートを確認
zh_hans: 检查更新
zh_hant: 檢查更新

source: Check for updates to the application.
ja: アプリのアップデートを確認します。
zh_hans: 检查应用是否有版本更新。
zh_hant: 檢查應用程式是否有更新。

source: Clear Screen
ja: 画面をクリア
zh_hans: 清除屏幕
zh_hant: 清除螢幕

source: Clear the screen and scrollback.
ja: 画面とスクロールバックを消去します。
zh_hans: 清除屏幕和回滚内容。
zh_hant: 清除螢幕與捲動緩衝區。

source: Close All Windows
ja: すべてのウィンドウを閉じる
zh_hans: 关闭所有窗口
zh_hant: 關閉所有視窗

source: Close Other Tabs
ja: ほかのタブを閉じる
zh_hans: 关闭其他标签页
zh_hant: 關閉其他分頁

source: Close Tab
ja: タブを閉じる
zh_hans: 关闭标签页
zh_hant: 關閉分頁

source: Close Tabs to the Right
ja: 右側のタブを閉じる
zh_hans: 关闭右侧标签页
zh_hant: 關閉右側的分頁

source: Close Terminal
ja: ターミナルを閉じる
zh_hans: 关闭终端
zh_hant: 關閉終端機

source: Close Window
ja: ウィンドウを閉じる
zh_hans: 关闭窗口
zh_hant: 關閉視窗

source: Close all tabs in this window except the current one.
ja: このウィンドウの現在のタブ以外をすべて閉じます。
zh_hans: 关闭当前窗口内除了当前标签页以外的所有标签页。
zh_hant: 關閉此視窗中目前分頁以外的所有分頁。

source: Close all tabs to the right of the current one.
ja: 現在のタブより右側にあるタブをすべて閉じます。
zh_hans: 关闭当前标签页右侧的所有标签页。
zh_hant: 關閉目前分頁右側的所有分頁。

source: Close all windows.
ja: すべてのウィンドウを閉じます。
zh_hans: 关闭所有窗口。
zh_hant: 關閉所有視窗。

source: Close the current tab.
ja: 現在のタブを閉じます。
zh_hans: 关闭当前标签页。
zh_hant: 關閉目前分頁。

source: Close the current terminal.
ja: 現在のターミナルを閉じます。
zh_hans: 关闭当前终端。
zh_hant: 關閉目前終端機。

source: Close the current window.
ja: 現在のウィンドウを閉じます。
zh_hans: 关闭当前窗口。
zh_hant: 關閉目前視窗。

source: Copy Screen as ANSI Sequences to Temporary File and Copy Path
ja: 画面をANSIシーケンスとして一時ファイルに保存してパスをコピー
zh_hans: 以 ANSI 序列格式复制屏幕内容到临时文件并复制路径
zh_hant: 將螢幕內容以 ANSI 跳脫序列複製到暫存檔並複製路徑

source: Copy Screen as ANSI Sequences to Temporary File and Open
ja: 画面をANSIシーケンスとして一時ファイルに保存して開く
zh_hans: 以 ANSI 序列格式复制屏幕内容到临时文件并打开
zh_hant: 將螢幕內容以 ANSI 跳脫序列複製到暫存檔並開啟

source: Copy Screen as ANSI Sequences to Temporary File and Paste Path
ja: 画面をANSIシーケンスとして一時ファイルに保存してパスをペースト
zh_hans: 以 ANSI 序列格式复制屏幕内容到临时文件并粘贴路径
zh_hant: 將螢幕內容以 ANSI 跳脫序列複製到暫存檔並貼上路徑

source: Copy Screen as HTML to Temporary File and Copy Path
ja: 画面をHTMLとして一時ファイルに保存してパスをコピー
zh_hans: 以 HTML 格式复制屏幕内容到临时文件并复制路径
zh_hant: 將螢幕內容以 HTML 複製到暫存檔並複製路徑

source: Copy Screen as HTML to Temporary File and Open
ja: 画面をHTMLとして一時ファイルに保存して開く
zh_hans: 以 HTML 格式复制屏幕内容到临时文件并打开
zh_hant: 將螢幕內容以 HTML 複製到暫存檔並開啟

source: Copy Screen as HTML to Temporary File and Paste Path
ja: 画面をHTMLとして一時ファイルに保存してパスをペースト
zh_hans: 以 HTML 格式复制屏幕内容到临时文件并粘贴路径
zh_hant: 將螢幕內容以 HTML 複製到暫存檔並貼上路徑

source: Copy Screen to Temporary File and Copy Path
ja: 画面を一時ファイルに保存してパスをコピー
zh_hans: 复制屏幕内容到临时文件并复制路径
zh_hant: 將螢幕內容複製到暫存檔並複製路徑

source: Copy Screen to Temporary File and Open
ja: 画面を一時ファイルに保存して開く
zh_hans: 复制屏幕内容到临时文件并打开
zh_hant: 將螢幕內容複製到暫存檔並開啟

source: Copy Screen to Temporary File and Paste Path
ja: 画面を一時ファイルに保存してパスをペースト
zh_hans: 复制屏幕内容到临时文件并粘贴路径
zh_hant: 將螢幕內容複製到暫存檔並貼上路徑

source: Copy Selection as ANSI Sequences to Clipboard
ja: 選択範囲をANSIエスケープシーケンスとしてクリップボードにコピー
zh_hans: 将选区以 ANSI 序列格式复制到剪贴板
zh_hant: 將選取範圍以 ANSI 跳脫序列複製到剪貼簿

source: Copy Selection as ANSI Sequences to Temporary File and Copy Path
ja: 選択範囲をANSIシーケンスとして一時ファイルに保存してパスをコピー
zh_hans: 以 ANSI 序列格式复制选区到临时文件并复制路径
zh_hant: 將選取範圍以 ANSI 跳脫序列複製到暫存檔並複製路徑

source: Copy Selection as ANSI Sequences to Temporary File and Open
ja: 選択範囲をANSIシーケンスとして一時ファイルに保存して開く
zh_hans: 以 ANSI 序列格式复制选区到临时文件并打开
zh_hant: 將選取範圍以 ANSI 跳脫序列複製到暫存檔並開啟

source: Copy Selection as ANSI Sequences to Temporary File and Paste Path
ja: 選択範囲をANSIシーケンスとして一時ファイルに保存してパスをペースト
zh_hans: 以 ANSI 序列格式复制选区到临时文件并粘贴路径
zh_hant: 將選取範圍以 ANSI 跳脫序列複製到暫存檔並貼上路徑

source: Copy Selection as HTML to Clipboard
ja: 選択範囲をHTMLとしてクリップボードにコピー
zh_hans: 将选区以 HTML 格式复制到剪贴板
zh_hant: 將選取範圍以 HTML 複製到剪貼簿

source: Copy Selection as HTML to Temporary File and Copy Path
ja: 選択範囲をHTMLとして一時ファイルに保存してパスをコピー
zh_hans: 以 HTML 格式复制选区到临时文件并复制路径
zh_hant: 將選取範圍以 HTML 複製到暫存檔並複製路徑

source: Copy Selection as HTML to Temporary File and Open
ja: 選択範囲をHTMLとして一時ファイルに保存して開く
zh_hans: 以 HTML 格式复制选区到临时文件并打开
zh_hant: 將選取範圍以 HTML 複製到暫存檔並開啟

source: Copy Selection as HTML to Temporary File and Paste Path
ja: 選択範囲をHTMLとして一時ファイルに保存してパスをペースト
zh_hans: 以 HTML 格式复制选区到临时文件并粘贴路径
zh_hant: 將選取範圍以 HTML 複製到暫存檔並貼上路徑

source: Copy Selection as Plain Text to Clipboard
ja: 選択範囲をプレーンテキストとしてクリップボードにコピー
zh_hans: 将选区以纯文本格式复制到剪贴板
zh_hant: 將選取範圍以純文字複製到剪貼簿

source: Copy Selection to Temporary File and Copy Path
ja: 選択範囲を一時ファイルに保存してパスをコピー
zh_hans: 将选区复制到临时文件并复制路径
zh_hant: 將選取範圍複製到暫存檔並複製路徑

source: Copy Selection to Temporary File and Open
ja: 選択範囲を一時ファイルに保存して開く
zh_hans: 复制选区到临时文件并打开
zh_hant: 將選取範圍複製到暫存檔並開啟

source: Copy Selection to Temporary File and Paste Path
ja: 選択範囲を一時ファイルに保存してパスをペースト
zh_hans: 复制选区到临时文件并粘贴路径
zh_hant: 將選取範圍複製到暫存檔並貼上路徑

source: Copy Terminal Title to Clipboard
ja: ターミナルのタイトルをクリップボードにコピー
zh_hans: 复制终端标题到剪贴板
zh_hant: 將終端機標題複製到剪貼簿

source: Copy URL to Clipboard
ja: URLをクリップボードにコピー
zh_hans: 复制 URL 到剪贴板
zh_hant: 將 URL 複製到剪貼簿

source: Copy the URL under the cursor to the clipboard.
ja: カーソル位置のURLをクリップボードにコピーします。
zh_hans: 将光标下的 URL 复制到剪贴板。
zh_hant: 將游標下的 URL 複製到剪貼簿。

source: Copy the screen contents as ANSI escape sequences to a temporary file and copy the path to the clipboard.
ja: 画面の内容をANSIエスケープシーケンスとして一時ファイルに保存し、パスをクリップボードにコピーします。
zh_hans: 将屏幕内容以 ANSI 转义序列格式复制到一个临时文件，并将其路径复制到剪贴板。
zh_hant: 將螢幕內容以 ANSI 跳脫序列複製到暫存檔，並將路徑複製到剪貼簿。

source: Copy the screen contents as ANSI escape sequences to a temporary file and open it.
ja: 画面の内容をANSIエスケープシーケンスとして一時ファイルに保存し、そのファイルを開きます。
zh_hans: 将屏幕内容以 ANSI 转义序列格式复制到一个临时文件，并打开。
zh_hant: 將螢幕內容以 ANSI 跳脫序列複製到暫存檔並開啟。

source: Copy the screen contents as ANSI escape sequences to a temporary file and paste the path to the file.
ja: 画面の内容をANSIエスケープシーケンスとして一時ファイルに保存し、ファイルのパスをペーストします。
zh_hans: 将屏幕内容以 ANSI 转义序列格式复制到一个临时文件，并将其路径粘贴进终端。
zh_hant: 將螢幕內容以 ANSI 跳脫序列複製到暫存檔，並貼上該檔案的路徑。

source: Copy the screen contents as HTML to a temporary file and copy the path to the clipboard.
ja: 画面の内容をHTMLとして一時ファイルに保存し、パスをクリップボードにコピーします。
zh_hans: 将屏幕内容以 HTML 格式复制到一个临时文件，并将其路径复制到剪贴板。
zh_hant: 將螢幕內容以 HTML 複製到暫存檔，並將路徑複製到剪貼簿。

source: Copy the screen contents as HTML to a temporary file and open it.
ja: 画面の内容をHTMLとして一時ファイルに保存し、そのファイルを開きます。
zh_hans: 将屏幕内容以 HTML 格式复制到一个临时文件，并打开。
zh_hant: 將螢幕內容以 HTML 複製到暫存檔並開啟。

source: Copy the screen contents as HTML to a temporary file and paste the path to the file.
ja: 画面の内容をHTMLとして一時ファイルに保存し、ファイルのパスをペーストします。
zh_hans: 将屏幕内容以 HTML 格式复制到一个临时文件，并将其路径粘贴进终端。
zh_hant: 將螢幕內容以 HTML 複製到暫存檔，並貼上該檔案的路徑。

source: Copy the screen contents to a temporary file and copy the path to the clipboard.
ja: 画面の内容を一時ファイルに保存し、パスをクリップボードにコピーします。
zh_hans: 将屏幕内容复制到一个临时文件，并将其路径复制到剪贴板。
zh_hant: 將螢幕內容複製到暫存檔，並將路徑複製到剪貼簿。

source: Copy the screen contents to a temporary file and open it.
ja: 画面の内容を一時ファイルに保存し、そのファイルを開きます。
zh_hans: 将屏幕内容复制到一个临时文件，并打开。
zh_hant: 將螢幕內容複製到暫存檔並開啟。

source: Copy the screen contents to a temporary file and paste the path to the file.
ja: 画面の内容を一時ファイルに保存し、ファイルのパスをペーストします。
zh_hans: 将屏幕内容复制到一个临时文件，并将其路径粘贴进终端。
zh_hant: 將螢幕內容複製到暫存檔，並貼上該檔案的路徑。

source: Copy the selected text as ANSI escape sequences to the clipboard.
ja: 選択したテキストをANSIエスケープシーケンスとしてクリップボードにコピーします。
zh_hans: 以 ANSI 转义序列格式，将选中的文本复制到剪贴板。
zh_hant: 將選取的文字以 ANSI 跳脫序列複製到剪貼簿。

source: Copy the selected text as HTML to the clipboard.
ja: 選択したテキストをHTMLとしてクリップボードにコピーします。
zh_hans: 以 HTML 格式，将选中的文本复制到剪贴板。
zh_hant: 將選取的文字以 HTML 複製到剪貼簿。

source: Copy the selected text as plain text to the clipboard.
ja: 選択したテキストをプレーンテキストとしてクリップボードにコピーします。
zh_hans: 以纯文本格式，将选中的文本复制到剪贴板。
zh_hant: 將選取的文字以純文字複製到剪貼簿。

source: Copy the selected text to the clipboard in both plain and styled formats.
ja: 選択したテキストをプレーンテキストと書式付きの両形式でクリップボードにコピーします。
zh_hans: 同时以纯文本与样式文本两种格式，将选中的文本复制到剪贴板。
zh_hant: 將選取的文字同時以純文字與 HTML 兩種格式複製到剪貼簿。

source: Copy the selection contents as ANSI escape sequences to a temporary file and copy the path to the clipboard.
ja: 選択範囲の内容をANSIエスケープシーケンスとして一時ファイルに保存し、パスをクリップボードにコピーします。
zh_hans: 将选中文本以 ANSI 转义序列格式复制到临时文件，并将其路径复制到剪贴板。
zh_hant: 將選取範圍的內容以 ANSI 跳脫序列複製到暫存檔，並將路徑複製到剪貼簿。

source: Copy the selection contents as ANSI escape sequences to a temporary file and open it.
ja: 選択範囲の内容をANSIエスケープシーケンスとして一時ファイルに保存し、そのファイルを開きます。
zh_hans: 将选中文本以 ANSI 转义序列格式复制到临时文件，并打开。
zh_hant: 將選取範圍的內容以 ANSI 跳脫序列複製到暫存檔並開啟。

source: Copy the selection contents as ANSI escape sequences to a temporary file and paste the path to the file.
ja: 選択範囲の内容をANSIエスケープシーケンスとして一時ファイルに保存し、ファイルのパスをペーストします。
zh_hans: 将选中文本以 ANSI 转义序列格式复制到临时文件，并将其路径粘贴进终端。
zh_hant: 將選取範圍的內容以 ANSI 跳脫序列複製到暫存檔，並貼上該檔案的路徑。

source: Copy the selection contents as HTML to a temporary file and copy the path to the clipboard.
ja: 選択範囲の内容をHTMLとして一時ファイルに保存し、パスをクリップボードにコピーします。
zh_hans: 将选中文本以 HTML 格式复制到临时文件，并将其路径复制到剪贴板。
zh_hant: 將選取範圍的內容以 HTML 複製到暫存檔，並將路徑複製到剪貼簿。

source: Copy the selection contents as HTML to a temporary file and open it.
ja: 選択範囲の内容をHTMLとして一時ファイルに保存し、そのファイルを開きます。
zh_hans: 将选中文本以 HTML 格式复制到临时文件，并打开。
zh_hant: 將選取範圍的內容以 HTML 複製到暫存檔並開啟。

source: Copy the selection contents as HTML to a temporary file and paste the path to the file.
ja: 選択範囲の内容をHTMLとして一時ファイルに保存し、ファイルのパスをペーストします。
zh_hans: 将选中文本以 HTML 格式复制到临时文件，并将其路径粘贴进终端。
zh_hant: 將選取範圍的內容以 HTML 複製到暫存檔，並貼上該檔案的路徑。

source: Copy the selection contents to a temporary file and copy the path to the clipboard.
ja: 選択範囲の内容を一時ファイルに保存し、パスをクリップボードにコピーします。
zh_hans: 将选中文本复制到临时文件，并将其路径复制到剪贴板。
zh_hant: 將選取範圍的內容複製到暫存檔，並將路徑複製到剪貼簿。

source: Copy the selection contents to a temporary file and open it.
ja: 選択範囲の内容を一時ファイルに保存し、そのファイルを開きます。
zh_hans: 将选中文本复制到临时文件，并打开。
zh_hant: 將選取範圍的內容複製到暫存檔並開啟。

source: Copy the selection contents to a temporary file and paste the path to the file.
ja: 選択範囲の内容を一時ファイルに保存し、ファイルのパスをペーストします。
zh_hans: 将选中文本复制到临时文件，并将其路径粘贴进终端。
zh_hant: 將選取範圍的內容複製到暫存檔，並貼上該檔案的路徑。

source: Copy the terminal title to the clipboard. If the terminal title is not set this has no effect.
ja: ターミナルのタイトルをクリップボードにコピーします。タイトルが設定されていない場合は何もしません。
zh_hans: 将终端标题复制到剪贴板。没有设置终端标题时没有任何效果。
zh_hant: 將終端機標題複製到剪貼簿。若未設定終端機標題，此操作將不會有任何作用。

source: Copy to Clipboard
ja: クリップボードにコピー
zh_hans: 复制到剪贴板
zh_hant: 複製到剪貼簿

source: Decrease Font Size
ja: フォントサイズを縮小
zh_hans: 缩小字号
zh_hant: 縮小字型

source: Decrease the font size by 1 point.
ja: フォントサイズを1ポイント縮小します。
zh_hans: 将字体大小缩小 1pt。
zh_hant: 將字型大小縮小 1 pt。

source: End Search
ja: 検索を終了
zh_hans: 结束查找
zh_hant: 結束搜尋

source: End the current search if any and hide any GUI elements.
ja: 検索中の場合は検索を終了し、検索用の画面要素を非表示にします。
zh_hans: 结束当前进行中的查找，并隐藏相关界面。
zh_hant: 結束目前的搜尋（若有）並隱藏所有 GUI 元件。

source: Equalize Splits
ja: 分割サイズを均等にする
zh_hans: 均分分屏大小
zh_hant: 均分窗格

source: Equalize the size of all splits.
ja: すべての分割ペインのサイズを均等にします。
zh_hans: 使所有分屏大小相等。
zh_hant: 將所有窗格的大小均分。

source: Focus Split: Down
ja: 下の分割ペインにフォーカス
zh_hans: 聚焦下方分屏
zh_hant: 聚焦窗格：下

source: Focus Split: Left
ja: 左の分割ペインにフォーカス
zh_hans: 聚焦左侧分屏
zh_hant: 聚焦窗格：左

source: Focus Split: Next
ja: 次の分割ペインにフォーカス
zh_hans: 聚焦下一个分屏
zh_hant: 聚焦窗格：下一個

source: Focus Split: Previous
ja: 前の分割ペインにフォーカス
zh_hans: 聚焦上一个分屏
zh_hant: 聚焦窗格：上一個

source: Focus Split: Right
ja: 右の分割ペインにフォーカス
zh_hans: 聚焦右侧分屏
zh_hant: 聚焦窗格：右

source: Focus Split: Up
ja: 上の分割ペインにフォーカス
zh_hans: 聚焦上方分屏
zh_hant: 聚焦窗格：上

source: Focus Window: Next
ja: 次のウィンドウにフォーカス
zh_hans: 聚焦下一个窗口
zh_hant: 聚焦視窗：下一個

source: Focus Window: Previous
ja: 前のウィンドウにフォーカス
zh_hans: 聚焦上一个窗口
zh_hant: 聚焦視窗：上一個

source: Focus the next split, if any.
ja: 次の分割ペインがあればフォーカスします。
zh_hans: 如果存在，将焦点移动到下一个分屏。
zh_hant: 聚焦下一個窗格（若有）。

source: Focus the next window, if any.
ja: 次のウィンドウがあればフォーカスします。
zh_hans: 如果可能，将焦点移动到下一个窗口。
zh_hant: 聚焦下一個視窗（若有）。

source: Focus the previous split, if any.
ja: 前の分割ペインがあればフォーカスします。
zh_hans: 如果存在，将焦点移动到上一个分屏。
zh_hant: 聚焦上一個窗格（若有）。

source: Focus the previous window, if any.
ja: 前のウィンドウがあればフォーカスします。
zh_hans: 如果可能，将焦点移动到上一个窗口。
zh_hant: 聚焦上一個視窗（若有）。

source: Focus the split above, if it exists.
ja: 上の分割ペインがあればフォーカスします。
zh_hans: 如果存在，将焦点移动到上方的分屏。
zh_hant: 聚焦上方的窗格（若存在）。

source: Focus the split below, if it exists.
ja: 下の分割ペインがあればフォーカスします。
zh_hans: 如果存在，将焦点移动到下方的分屏。
zh_hant: 聚焦下方的窗格（若存在）。

source: Focus the split to the left, if it exists.
ja: 左の分割ペインがあればフォーカスします。
zh_hans: 如果存在，将焦点移动到左侧的分屏。
zh_hant: 聚焦左側的窗格（若存在）。

source: Focus the split to the right, if it exists.
ja: 右の分割ペインがあればフォーカスします。
zh_hans: 如果存在，将焦点移动到右侧的分屏。
zh_hant: 聚焦右側的窗格（若存在）。

source: Increase Font Size
ja: フォントサイズを拡大
zh_hans: 放大字号
zh_hant: 放大字型

source: Increase the font size by 1 point.
ja: フォントサイズを1ポイント拡大します。
zh_hans: 将字体大小增大 1pt。
zh_hant: 將字型大小放大 1 pt。

source: Move Tab Left
ja: タブを左に移動
zh_hans: 标签页左移
zh_hant: 向左移動分頁

source: Move Tab Right
ja: タブを右に移動
zh_hans: 标签页右移
zh_hant: 向右移動分頁

source: Move Tab to New Window
ja: タブを新しいウィンドウに移動
zh_hans: 将标签页移至新窗口
zh_hant: 將分頁移至新視窗

source: Move the current tab to a new window.
ja: 現在のタブを新しいウィンドウに移動します。
zh_hans: 将当前标签页移动到一个新的窗口。
zh_hant: 將目前的分頁移至新視窗。

source: Move the current tab to the left.
ja: 現在のタブを左に移動します。
zh_hans: 将当前标签页向左移动。
zh_hant: 將目前的分頁向左移動。

source: Move the current tab to the right.
ja: 現在のタブを右に移動します。
zh_hans: 将当前标签页向右移动。
zh_hant: 將目前的分頁向右移動。

source: Navigate to the next search result, if any.
ja: 次の検索結果があれば移動します。
zh_hans: 如果可能，移动到下一个匹配项。
zh_hant: 前往下一個搜尋結果（若有）。

source: Navigate to the previous search result, if any.
ja: 前の検索結果があれば移動します。
zh_hans: 如果可能，移动到上一个匹配项。
zh_hant: 前往上一個搜尋結果（若有）。

source: New Tab
ja: 新しいタブ
zh_hans: 新建标签页
zh_hant: 開新分頁

source: New Window
ja: 新しいウィンドウ
zh_hans: 新建窗口
zh_hant: 開新視窗

source: Next Search Result
ja: 次の検索結果
zh_hans: 下一个匹配项
zh_hant: 下一個搜尋結果

source: Open Config Using OS editor
ja: 標準エディタで設定を開く
zh_hans: 用系统编辑器打开配置
zh_hant: 使用作業系統編輯器開啟設定

source: Open Config in New Terminal Window
ja: 新しいターミナルウィンドウで設定を開く
zh_hans: 在新终端窗口打开配置
zh_hant: 在新終端機視窗中開啟設定

source: Open a new tab.
ja: 新しいタブを開きます。
zh_hans: 新建一个标签页。
zh_hant: 開啟新分頁。

source: Open a new window.
ja: 新しいウィンドウを開きます。
zh_hans: 新建一个窗口。
zh_hant: 開啟新視窗。

source: Open the config file in a new window using $EDITOR or $VISUAL.
ja: $EDITORまたは$VISUALを使い、新しいウィンドウで設定ファイルを開きます。
zh_hans: 在新终端窗口内用 $EDITOR 或 $VISUAL 程序打开配置文件。
zh_hant: 使用 $EDITOR 或 $VISUAL 在新視窗中開啟設定檔。

source: Open the config file with the OS's default editor.
ja: OSの標準エディタで設定ファイルを開きます。
zh_hans: 用系统默认的编辑器打开配置文件。
zh_hant: 使用作業系統的預設編輯器開啟設定檔。

source: Paste from Clipboard
ja: クリップボードからペースト
zh_hans: 粘贴剪贴板内容
zh_hant: 從剪貼簿貼上

source: Paste from Selection
ja: 選択用クリップボードからペースト
zh_hans: 粘贴主选区内容
zh_hant: 從選取範圍貼上

source: Paste the contents of the main clipboard.
ja: メインクリップボードの内容をペーストします。
zh_hans: 将主剪贴板的内容粘贴进终端。
zh_hant: 貼上主剪貼簿的內容。

source: Paste the contents of the selection clipboard.
ja: 選択用クリップボードの内容をペーストします。
zh_hans: 将主选区的内容粘贴进终端。
zh_hant: 貼上選取剪貼簿的內容。

source: Previous Search Result
ja: 前の検索結果
zh_hans: 上一个匹配项
zh_hant: 上一個搜尋結果

source: Prompt for a new title for the current tab.
ja: 現在のタブの新しいタイトルを入力します。
zh_hans: 更改当前标签页的标题。
zh_hant: 提示輸入目前分頁的新標題。

source: Prompt for a new title for the current terminal.
ja: 現在のターミナルの新しいタイトルを入力します。
zh_hans: 更改当前终端的标题。
zh_hant: 提示輸入目前終端機的新標題。

source: Put a little Ghostty in your terminal.
ja: ターミナルに小さなGhosttyを表示します。
zh_hans: 把一只小 Ghostty 塞进终端里。
zh_hant: 在您的終端機裡放一隻小小的 Ghostty。

source: Quit
ja: 終了
zh_hans: 退出
zh_hant: 結束

source: Quit the application.
ja: アプリを終了します。
zh_hans: 退出应用。
zh_hant: 結束應用程式。

source: Redo
ja: やり直す
zh_hans: 重做
zh_hant: 重做

source: Redo the last undone action.
ja: 最後に取り消した操作をやり直します。
zh_hans: 重做上一个撤销的操作。
zh_hant: 重做上一個已復原的動作。

source: Reset Font Size
ja: フォントサイズをリセット
zh_hans: 重置字号
zh_hant: 重設字型大小

source: Reset Terminal
ja: ターミナルをリセット
zh_hans: 重置终端
zh_hant: 重設終端機

source: Reset Window Size
ja: ウィンドウサイズをリセット
zh_hans: 重置窗口大小
zh_hant: 重設視窗大小

source: Reset the font size to the default.
ja: フォントサイズを既定値に戻します。
zh_hans: 将字体大小重置到默认值。
zh_hant: 將字型大小重設為預設值。

source: Reset the terminal to a clean state.
ja: ターミナルを初期状態に戻します。
zh_hans: 将终端重置回初始状态。
zh_hant: 將終端機重設為初始狀態。

source: Reset the window size to the default.
ja: ウィンドウサイズを既定値に戻します。
zh_hans: 将窗口重置到默认大小。
zh_hant: 將視窗大小重設為預設值。

source: Scroll Page Down
ja: 1ページ下にスクロール
zh_hans: 向下滚动一页
zh_hant: 向下捲動一頁

source: Scroll Page Up
ja: 1ページ上にスクロール
zh_hans: 向上滚动一页
zh_hant: 向上捲動一頁

source: Scroll the screen down by a page.
ja: 画面を1ページ下にスクロールします。
zh_hans: 将屏幕向下滚动一页。
zh_hant: 將螢幕向下捲動一頁。

source: Scroll the screen up by a page.
ja: 画面を1ページ上にスクロールします。
zh_hans: 将屏幕向上滚动一页。
zh_hant: 將螢幕向上捲動一頁。

source: Scroll to Bottom
ja: 末尾にスクロール
zh_hans: 滚动到底部
zh_hant: 捲動到底端

source: Scroll to Selection
ja: 選択範囲にスクロール
zh_hans: 滚动到选区
zh_hant: 捲動到選取範圍

source: Scroll to Top
ja: 先頭にスクロール
zh_hans: 滚动到顶部
zh_hant: 捲動到頂端

source: Scroll to the bottom of the screen.
ja: 画面の末尾にスクロールします。
zh_hans: 滚动到屏幕底部。
zh_hant: 捲動到螢幕底端。

source: Scroll to the selected text.
ja: 選択したテキストまでスクロールします。
zh_hans: 滚动到选中的文本。
zh_hant: 捲動到選取的文字。

source: Scroll to the top of the screen.
ja: 画面の先頭にスクロールします。
zh_hans: 滚动到屏幕顶部。
zh_hant: 捲動到螢幕頂端。

source: Search Selection
ja: 選択範囲を検索
zh_hans: 在选区内查找
zh_hant: 搜尋選取範圍

source: Select All
ja: すべてを選択
zh_hans: 全选
zh_hant: 全選

source: Select all text on the screen.
ja: 画面上のすべてのテキストを選択します。
zh_hans: 选择屏幕上所有文本。
zh_hant: 選取螢幕上的所有文字。

source: Show On-Screen Keyboard
ja: スクリーンキーボードを表示
zh_hans: 显示屏幕键盘
zh_hant: 顯示螢幕鍵盤

source: Show the on-screen keyboard if present.
ja: スクリーンキーボードが利用可能な場合は表示します。
zh_hans: 如果可能，显示屏幕键盘。
zh_hant: 顯示螢幕鍵盤（若存在）。

source: Split Down
ja: 下に分割
zh_hans: 向下分屏
zh_hant: 向下分割

source: Split Left
ja: 左に分割
zh_hans: 向左分屏
zh_hant: 向左分割

source: Split Right
ja: 右に分割
zh_hans: 向右分屏
zh_hant: 向右分割

source: Split Up
ja: 上に分割
zh_hans: 向上分屏
zh_hant: 向上分割

source: Split the terminal down.
ja: ターミナルを下に分割します。
zh_hans: 向下创建新分屏。
zh_hant: 向下分割終端機。

source: Split the terminal to the left.
ja: ターミナルを左に分割します。
zh_hans: 向左创建新分屏。
zh_hant: 向左分割終端機。

source: Split the terminal to the right.
ja: ターミナルを右に分割します。
zh_hans: 向右创建新分屏。
zh_hant: 向右分割終端機。

source: Split the terminal up.
ja: ターミナルを上に分割します。
zh_hans: 向上创建新分屏。
zh_hant: 向上分割終端機。

source: Start Search
ja: 検索を開始
zh_hans: 开始查找
zh_hant: 開始搜尋

source: Start a search for the current text selection.
ja: 現在選択しているテキストを検索します。
zh_hans: 在选中的文本当中开始查找。
zh_hant: 以目前選取的文字開始搜尋。

source: Start a search if one isn't already active.
ja: 検索していない場合は検索を開始します。
zh_hans: 未在进行查找时，可开始新一次查找。
zh_hant: 若目前沒有進行中的搜尋，則開始搜尋。

source: Toggle Background Opacity
ja: 背景の不透明度を切り替え
zh_hans: 切换背景透明度
zh_hant: 切換背景不透明度

source: Toggle Float on Top
ja: 最前面表示を切り替え
zh_hans: 切换窗口置顶
zh_hant: 切換置頂

source: Toggle Fullscreen
ja: フルスクリーンを切り替え
zh_hans: 切换全屏
zh_hant: 切換全螢幕

source: Toggle Inspector
ja: インスペクタを切り替え
zh_hans: 切换调试器
zh_hant: 切換檢查工具

source: Toggle Maximize
ja: 最大化を切り替え
zh_hans: 切换最大化
zh_hant: 切換最大化

source: Toggle Mouse Reporting
ja: マウスイベント通知を切り替え
zh_hans: 切换鼠标事件上报
zh_hant: 切換滑鼠回報

source: Toggle Read-Only Mode
ja: 読み取り専用モードを切り替え
zh_hans: 切换只读模式
zh_hant: 切換唯讀模式

source: Toggle Secure Input
ja: セキュア入力を切り替え
zh_hans: 切换安全输入
zh_hant: 切換安全輸入

source: Toggle Split Zoom
ja: 分割ペインのズームを切り替え
zh_hans: 切换分屏放大
zh_hant: 切換窗格縮放

source: Toggle read-only mode for the current surface.
ja: 現在のターミナルの読み取り専用モードを切り替えます。
zh_hans: 切换当前分屏的只读状态。
zh_hant: 切換目前終端機的唯讀模式。

source: Toggle secure input mode.
ja: セキュア入力モードを切り替えます。
zh_hans: 切换安全输入模式。
zh_hant: 切換安全輸入模式。

source: Toggle the background opacity of a window that started transparent.
ja: 背景を透過して起動したウィンドウの不透明度を切り替えます。
zh_hans: 切换最初透明的窗口的背景透明度。
zh_hant: 切換以透明狀態啟動之視窗的背景不透明度。

source: Toggle the float on top state of the current window.
ja: 現在のウィンドウの最前面表示を切り替えます。
zh_hans: 切换当前窗口的置顶状态。
zh_hant: 切換目前視窗的置頂狀態。

source: Toggle the fullscreen state of the current window.
ja: 現在のウィンドウのフルスクリーン表示を切り替えます。
zh_hans: 切换当前窗口的全屏状态。
zh_hant: 切換目前視窗的全螢幕狀態。

source: Toggle the inspector.
ja: インスペクタの表示を切り替えます。
zh_hans: 切换终端调试器。
zh_hant: 切換檢查工具。

source: Toggle the maximized state of the current window.
ja: 現在のウィンドウの最大化状態を切り替えます。
zh_hans: 切换当前窗口的最大化状态。
zh_hant: 切換目前視窗的最大化狀態。

source: Toggle the zoom state of the current split.
ja: 現在の分割ペインのズーム状態を切り替えます。
zh_hans: 切换当前分屏的放大状态。
zh_hant: 切換目前窗格的縮放狀態。

source: Toggle whether mouse events are reported to terminal applications.
ja: ターミナルアプリケーションにマウスイベントを通知するかどうかを切り替えます。
zh_hans: 切换是否向终端应用上报鼠标事件。
zh_hant: 切換是否將滑鼠事件回報給終端機應用程式。

source: Undo
ja: 取り消す
zh_hans: 撤销
zh_hant: 復原

source: Undo the last action.
ja: 最後の操作を取り消します。
zh_hans: 撤销上一个操作。
zh_hant: 復原上一個動作。
